<template>
  <div class="ui container">
    <h1>This is an about page</h1>
    <div class="ui segment">
      <p>緣起：</p>
      <p>17年前決定退休，告別教育界回歸家庭事奉雙親後，不再與外界聯絡。日前有機會和幾位還在第一線努力的教育夥伴們見面，得知目前國家108課綱雖將「自發、互動、共好」列為基本原則，但是要從傳統教育型態轉型到自主學習型態，似乎比想像中困難。</p>
      <p>許多學校或家庭把「在家自學」當成學生的最後安置可能。但是這些「被自學」的學生，卻沒有人來告訴他們如何培養自主學習的能力？其結果是一種殘忍的放棄。</p>
      <p>想到當年我主持「台北市（國高中六年一貫）自主學習實驗計畫」的時候，國一剛入學的學生都必修「學習理論與學習方法」，準備進入第三階段「自主學程」的高一學生，也有「自主學習準備課」協助他們培養如何擬定學習計劃，如何有效執行與最終考核的賦能課程。整個學程還有導師的陪同。</p>
      <p>孩子們不是在架空的環境中就能有效自主學習的，這也是為什麼我們當年的自主學習實驗計畫會強調親、師、生必須共同努力的原因。</p>
      <p>「我們也很努力啊！只是我們的努力常常事倍而功半，受到諸多力量的干擾和影響。」現場第一線工作者如是說。</p>
      <p>於是我想把相關的實作經驗，配合學年制整理成兩學期的課程，試試看能不能在這個轉型期中，發揮一點正向功能。</p>
    </div>
  </div>
</template>

<style>
p {
  font-size: 18px;
  line-height: 1.5;
  margin-bottom: 1rem;
}
/* 這裡可以加入自定義的樣式 */
</style>
